IDEA Open Model
TimePoint.LastConstructionStage Property
Compatible with IDEA StatiCa 20.1
 Last construction stage - Time of the start of cyclic loading for fatigue check
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool LastConstructionStage { get; set; }
Public Property LastConstructionStage As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
TimePoint Class
IdeaRS.OpenModel.Concrete Namespace